Repository: ponir-techlogicians/lovecompatability
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, it, ms, nl, pl, pt, ro, ru, sv, tr, ur, vi

source: Please add first and last names.
ar: يرجى إضافة الاسم الأول واسم العائلة.
cs: Prosím, přidejte křestní a příjmení.
da: Tilføj venligst for- og efternavne.
de: Bitte fügen Sie Vor- und Nachnamen hinzu.
el: Παρακαλώ προσθέστε όνομα και επώνυμο.
es: Por favor, agregue nombres y apellidos.
fi: Lisää etu- ja sukunimet.
fr: Veuillez ajouter le prénom et le nom de famille.
he: אנא הוסף שם פרטי ושם משפחה.
hi: कृपया पहला और अंतिम नाम जोड़ें।
hu: Kérjük, adja meg a kereszt- és vezetéknevet.
it: Si prega di aggiungere nome e cognome.
ms: Sila tambah nama pertama dan nama terakhir.
nl: Voeg voor- en achternamen toe.
pl: Proszę dodać imię i nazwisko.
pt: Por favor, adicione nomes e sobrenomes.
ro: Vă rugăm să adăugați prenumele și numele de familie.
ru: Пожалуйста, добавьте имя и фамилию.
sv: Vänligen lägg till för- och efternamn.
tr: Lütfen ad ve soyad ekleyin.
ur: براہ کرم پہلا اور آخری نام شامل کریں۔
vi: Vui lòng thêm tên và họ.

source: Language
ar: اللغة
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
it: Lingua
ms: Bahasa
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sv: Språk
tr: Dil
ur: زبان
vi: Ngôn ngữ

source: How much does this person
ar: كم يكلف هذا الشخص
da: Hvor meget koster denne person
de: Wie viel kostet diese Person
el: Πόσο κοστίζει αυτό το άτομο
es: ¿Cuánto cuesta esta persona?
fi: Kuinka paljon tämä henkilö
fr: Combien cette personne
he: כמה עולה לאדם זה
hi: इस व्यक्ति की कितनी कीमत है
hu: Mennyibe kerül ez a személy
it: Quanto costa questa persona
ms: Berapa banyak orang ini
nl: Hoeveel kost deze persoon
pl: Ile kosztuje ta osoba
pt: Quanto esta pessoa
ro: Cât de mult face această persoană
ru: Сколько этот человек
sv: Hur mycket kostar denna person
tr: Bu kişi ne kadar
ur: اس شخص کی کتنی قیمت ہے
vi: Người này bao nhiêu

source: First name
ar: الاسم الأول
cs: Křestní jméno
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
fi: Etunimi
fr: Prénom
he: שם פרטי
hi: पहला नाम
hu: Keresztnév
it: Nome
ms: Nama pertama
nl: Voornaam
pl: Imię
pt: Nome
ro: Prenume
ru: Имя
sv: Förnamn
tr: Ad
ur: پہلا نام
vi: Tên

source: Jennifer
ar: جينيفر
el: Τζένιφερ
he: ג'ניפר
hi: जेनिफर
ru: Дженнифер
ur: جینیفر

source: Last name
ar: اسم العائلة
cs: Příjmení
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
fi: Sukunimi
fr: Nom de famille
he: שם משפחה
hi: अंतिम नाम
hu: Vezetéknév
it: Cognome
ms: Nama terakhir
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
ro: Nume de familie
ru: Фамилия
sv: Efternamn
tr: Soyad
ur: آخری نام
vi: Họ

source: Lawrence
ar: لورانس
el: Λόρενς
he: לורנס
hi: लॉरेंस
ru: Лоуренс
ur: لارنس

source: like this person?
ar: هل تحب هذا الشخص؟
da: kan lide denne person?
de: mögen Sie diese Person?
el: σας αρέσει αυτό το άτομο;
es: ¿te gusta esta persona?
fi: pitää tästä henkilöstä?
fr: aimez-vous cette personne ?
he: אוהב את האדם הזה?
hi: इस व्यक्ति को पसंद करते हैं?
hu: kedveli ezt a személyt?
it: ti piace questa persona?
ms: suka orang ini?
nl: vind je deze persoon leuk?
pl: lubisz tę osobę?
pt: gosta desta pessoa?
ro: îți place această persoană?
ru: нравится этот человек?
sv: gillar denna person?
tr: bu kişiyi beğeniyor musunuz?
ur: اس شخص کو پسند کرتے ہیں؟
vi: thích người này?

source: Leonardo
ar: ليوناردو
el: Λεονάρντο
he: לאונרדו
hi: लियोनार्डो
ru: Леонардо
ur: لیونارڈو

source: Dicaprio
ar: ديكابريو
el: Ντι Κάπριο
he: דיקפריו
hi: डिकैप्रियो
ru: ДиКаприо
ur: ڈیکاپریو

source: How to use / What is this?
ar: كيفية الاستخدام / ما هذا؟
da: Hvordan man bruger / Hvad er dette?
el: Πώς να χρησιμοποιήσετε / Τι είναι αυτό;
es: Cómo usar / ¿Qué es esto?
fi: Kuinka käyttää / Mikä tämä on?
fr: Comment utiliser / Qu'est-ce que c'est ?
he: איך להשתמש / מה זה?
hi: इसका उपयोग कैसे करें / यह क्या है?
hu: Hogyan kell használni / Mi ez?
it: Come usare / Cos'è questo?
nl: Hoe te gebruiken / Wat is dit?
pl: Jak używać / Co to jest?
pt: Como usar / O que é isso?
ro: Cum se folosește / Ce este asta?
ru: Как использовать / Что это?
sv: Hur man använder / Vad är detta?
tr: Nasıl kullanılır / Bu nedir?
vi: Cách sử dụng / Đây là gì?

source: Calculate
ar: احسب
cs: Vypočítat
da: Beregn
de: Berechnen
el: Υπολογίστε
es: Calcular
fi: Laske
fr: Calculer
he: לחשב
hi: गणना करें
hu: Számol
it: Calcolare
ms: Kira
nl: Bereken
pl: Oblicz
pt: Calcular
ro: Calculează
ru: Рассчитать
sv: Beräkna
tr: Hesapla
ur: حساب کریں
vi: Tính toán

source: About this
ar: حول هذا
cs: O tomto
da: Om dette
de: Darüber
el: Σχετικά με αυτό
es: Acerca de esto
fi: Tietoa tästä
fr: À propos de cela
he: על זה
hi: इसके बारे में
hu: Erről
it: A proposito di questo
ms: Mengenai ini
nl: Over dit
pl: O tym
pt: Sobre isso
ro: Despre asta
ru: Об этом
sv: Om detta
tr: Bunun hakkında
ur: اس کے بارے میں
vi: Về điều này

source: This is a fun game that's popular among Korean teenagers! It calculates how much someone might like another person based on the number of strokes in their names.Try it just for fun — and share it with your friends! You can even see who’s the most popular in your school or neighborhood!
ar: هذه لعبة ممتعة تحظى بشعبية بين المراهقين الكوريين! تحسب مدى إعجاب شخص بآخر بناءً على عدد الحركات في أسمائهم. جربها للمتعة فقط - وشاركها مع أصدقائك! يمكنك حتى معرفة من هو الأكثر شعبية في مدرستك أو حيّك!
cs: Toto je zábavná hra, která je populární mezi korejskými teenagery! Vypočítává, jak moc by se někomu mohla líbit jiná osoba na základě počtu tahů v jejich jménech. Vyzkoušejte to jen pro zábavu — a sdílejte to se svými přáteli! Můžete dokonce zjistit, kdo je nejoblíbenější ve vaší škole nebo sousedství!
da: Dette er et sjovt spil, der er populært blandt koreanske teenagere! Det beregner, hvor meget nogen måske kan lide en anden person baseret på antallet af streger i deres navne. Prøv det bare for sjov — og del det med dine venner! Du kan endda se, hvem der er mest populær på din skole eller i dit nabolag!
de: Dies ist ein lustiges Spiel, das bei koreanischen Teenagern beliebt ist! Es berechnet, wie sehr jemand eine andere Person mögen könnte, basierend auf der Anzahl der Striche in ihren Namen. Probieren Sie es einfach zum Spaß aus – und teilen Sie es mit Ihren Freunden! Sie können sogar sehen, wer in Ihrer Schule oder Nachbarschaft am beliebtesten ist!
el: Αυτό είναι ένα διασκεδαστικό παιχνίδι που είναι δημοφιλές μεταξύ των Κορεατών εφήβων! Υπολογίζει πόσο μπορεί να αρέσει κάποιος σε κάποιον άλλο με βάση τον αριθμό των γραμμών στα ονόματά τους. Δοκιμάστε το απλά για διασκέδαση — και μοιραστείτε το με τους φίλους σας! Μπορείτε ακόμη να δείτε ποιος είναι ο πιο δημοφιλής στο σχολείο ή στη γειτονιά σας!
es: ¡Este es un juego divertido que es popular entre los adolescentes coreanos! Calcula cuánto podría gustarle una persona a otra basada en el número de trazos en sus nombres. ¡Pruébalo solo por diversión y compártelo con tus amigos! ¡Incluso puedes ver quién es el más popular en tu escuela o vecindario!
fi: Tämä on hauska peli, joka on suosittu korealaisten teini-ikäisten keskuudessa! Se laskee, kuinka paljon joku saattaa pitää toisesta henkilöstä heidän nimissään olevien viivojen määrän perusteella. Kokeile vain huvin vuoksi — ja jaa se ystäviesi kanssa! Voit jopa nähdä, kuka on suosituin koulussasi tai naapurustossasi!
fr: C'est un jeu amusant qui est populaire parmi les adolescents coréens ! Il calcule combien quelqu'un pourrait aimer une autre personne en fonction du nombre de traits dans leurs noms. Essayez-le juste pour le plaisir — et partagez-le avec vos amis ! Vous pouvez même voir qui est le plus populaire dans votre école ou votre quartier !
he: זהו משחק מהנה שזוכה לפופולריות בקרב בני נוער קוריאנים! הוא מחשב כמה מישהו עשוי לחבב אדם אחר על סמך מספר הקווים בשמותיהם. נסו את זה רק בשביל הכיף — ושתפו את זה עם חבריכם! אתם אפילו יכולים לראות מי הכי פופולרי בבית הספר או בשכונה שלכם!
hi: यह एक मजेदार खेल है जो कोरियाई किशोरों के बीच लोकप्रिय है! यह गणना करता है कि कोई व्यक्ति किसी अन्य व्यक्ति को कितना पसंद कर सकता है उनके नाम में स्ट्रोक्स की संख्या के आधार पर। इसे मजे के लिए आज़माएं — और इसे अपने दोस्तों के साथ साझा करें! आप यह भी देख सकते हैं कि आपके स्कूल या पड़ोस में कौन सबसे लोकप्रिय है!
hu: Ez egy szórakoztató játék, amely népszerű a koreai tinédzserek körében! Kiszámítja, hogy valaki mennyire kedvelhet egy másik személyt a nevükben lévő vonások száma alapján. Próbáld ki csak szórakozásból — és oszd meg a barátaiddal! Még azt is láthatod, ki a legnépszerűbb az iskoládban vagy a környékeden!
it: Questo è un gioco divertente che è popolare tra gli adolescenti coreani! Calcola quanto qualcuno potrebbe piacere a un'altra persona in base al numero di tratti nei loro nomi. Provalo solo per divertimento — e condividilo con i tuoi amici! Puoi anche vedere chi è il più popolare nella tua scuola o nel tuo quartiere!
ms: Ini adalah permainan yang menyeronokkan yang popular di kalangan remaja Korea! Ia mengira berapa banyak seseorang mungkin menyukai orang lain berdasarkan bilangan strok dalam nama mereka. Cuba hanya untuk berseronok — dan kongsikan dengan rakan-rakan anda! Anda juga boleh melihat siapa yang paling popular di sekolah atau kejiranan anda!
nl: Dit is een leuk spel dat populair is onder Koreaanse tieners! Het berekent hoeveel iemand een ander leuk zou kunnen vinden op basis van het aantal streken in hun namen. Probeer het gewoon voor de lol — en deel het met je vrienden! Je kunt zelfs zien wie de populairste is op je school of in je buurt!
pl: To jest zabawna gra, która jest popularna wśród koreańskich nastolatków! Oblicza, jak bardzo ktoś może lubić inną osobę na podstawie liczby kresek w ich imionach. Wypróbuj to dla zabawy — i podziel się z przyjaciółmi! Możesz nawet zobaczyć, kto jest najbardziej popularny w twojej szkole lub okolicy!
pt: Este é um jogo divertido que é popular entre os adolescentes coreanos! Ele calcula quanto alguém pode gostar de outra pessoa com base no número de traços em seus nomes. Experimente apenas por diversão — e compartilhe com seus amigos! Você pode até ver quem é o mais popular na sua escola ou bairro!
ro: Acesta este un joc distractiv care este popular printre adolescenții coreeni! Calculează cât de mult ar putea plăcea cineva altcuiva pe baza numărului de trăsături din numele lor. Încercați-l doar pentru distracție — și împărtășiți-l cu prietenii voștri! Puteți chiar să vedeți cine este cel mai popular în școala sau cartierul vostru!
ru: Это веселая игра, популярная среди корейских подростков! Она вычисляет, насколько кто-то может понравиться другому человеку, основываясь на количестве штрихов в их именах. Попробуйте просто ради удовольствия — и поделитесь с друзьями! Вы даже можете увидеть, кто самый популярный в вашей школе или районе!
sv: Detta är ett roligt spel som är populärt bland koreanska tonåringar! Det beräknar hur mycket någon kanske gillar en annan person baserat på antalet streck i deras namn. Prova det bara för skojs skull — och dela det med dina vänner! Du kan till och med se vem som är mest populär i din skola eller grannskap!
tr: Bu, Koreli gençler arasında popüler olan eğlenceli bir oyun! İsimlerindeki vuruş sayısına göre birinin başka birini ne kadar sevebileceğini hesaplar. Sadece eğlence için deneyin — ve arkadaşlarınızla paylaşın! Hatta okulunuzda veya mahallenizde kimin en popüler olduğunu görebilirsiniz!
ur: یہ ایک مزے دار کھیل ہے جو کوریائی نوجوانوں میں مقبول ہے! یہ اس بات کا حساب لگاتا ہے کہ کوئی شخص کسی دوسرے کو کتنا پسند کر سکتا ہے ان کے ناموں میں موجود حروف کی تعداد کی بنیاد پر۔ صرف تفریح کے لیے آزمائیں — اور اسے اپنے دوستوں کے ساتھ شیئر کریں! آپ یہاں تک دیکھ سکتے ہیں کہ آپ کے اسکول یا محلے میں کون سب سے زیادہ مقبول ہے!
vi: Đây là một trò chơi thú vị phổ biến trong giới thanh thiếu niên Hàn Quốc! Nó tính toán mức độ ai đó có thể thích người khác dựa trên số nét trong tên của họ. Thử chỉ để vui — và chia sẻ với bạn bè của bạn! Bạn thậm chí có thể xem ai là người nổi tiếng nhất trong trường học hoặc khu phố của bạn!

source: Name A (First name & Last name)
ar: الاسم أ (الاسم الأول واسم العائلة)
cs: Jméno A (Křestní jméno a Příjmení)
da: Navn A (Fornavn & Efternavn)
de: Name A (Vorname & Nachname)
el: Όνομα Α (Όνομα & Επώνυμο)
es: Nombre A (Nombre y Apellido)
fi: Nimi A (Etunimi & Sukunimi)
fr: Nom A (Prénom & Nom de famille)
he: שם א' (שם פרטי ושם משפחה)
hi: नाम A (पहला नाम और अंतिम नाम)
hu: Név A (Keresztnév és Vezetéknév)
it: Nome A (Nome & Cognome)
ms: Nama A (Nama pertama & Nama keluarga)
nl: Naam A (Voornaam & Achternaam)
pl: Imię A (Imię i nazwisko)
pt: Nome A (Primeiro nome & Sobrenome)
ro: Nume A (Prenume & Nume de familie)
ru: Имя A (Имя и Фамилия)
sv: Namn A (Förnamn & Efternamn)
tr: İsim A (Ad ve Soyad)
vi: Tên A (Tên & Họ)

source: e.g. Jennifer Lawrence
ar: على سبيل المثال، جينيفر لورانس
cs: např. Jennifer Lawrence
da: f.eks. Jennifer Lawrence
de: z.B. Jennifer Lawrence
el: π.χ. Jennifer Lawrence
es: p.ej. Jennifer Lawrence
fi: esim. Jennifer Lawrence
fr: par exemple Jennifer Lawrence
he: לדוגמה, ג'ניפר לורנס
hi: उदाहरण के लिए, जेनिफर लॉरेंस
hu: pl. Jennifer Lawrence
it: ad es. Jennifer Lawrence
ms: cth. Jennifer Lawrence
nl: bijv. Jennifer Lawrence
pl: np. Jennifer Lawrence
pt: por exemplo, Jennifer Lawrence
ro: de exemplu, Jennifer Lawrence
ru: например, Дженнифер Лоуренс
sv: t.ex. Jennifer Lawrence
tr: örn. Jennifer Lawrence
vi: ví dụ: Jennifer Lawrence

source: Name B (First name & Last name)
ar: الاسم ب (الاسم الأول واسم العائلة)
cs: Jméno B (Křestní jméno a Příjmení)
da: Navn B (Fornavn & Efternavn)
de: Name B (Vorname & Nachname)
el: Όνομα Β (Όνομα & Επώνυμο)
es: Nombre B (Nombre y Apellido)
fi: Nimi B (Etunimi & Sukunimi)
fr: Nom B (Prénom & Nom de famille)
he: שם ב' (שם פרטי ושם משפחה)
hi: नाम B (पहला नाम और अंतिम नाम)
hu: Név B (Keresztnév és Vezetéknév)
it: Nome B (Nome & Cognome)
ms: Nama B (Nama pertama & Nama keluarga)
nl: Naam B (Voornaam & Achternaam)
pl: Imię B (Imię i nazwisko)
pt: Nome B (Primeiro nome & Sobrenome)
ro: Nume B (Prenume & Nume de familie)
ru: Имя B (Имя и Фамилия)
sv: Namn B (Förnamn & Efternamn)
tr: İsim B (Ad ve Soyad)
vi: Tên B (Tên & Họ)

source: e.g. Leonardo Dicaprio
ar: على سبيل المثال، ليوناردو ديكابريو
da: f.eks. Leonardo Dicaprio
de: z.B. Leonardo Dicaprio
el: π.χ. Leonardo Dicaprio
es: p.ej. Leonardo Dicaprio
fi: esim. Leonardo Dicaprio
fr: par exemple Leonardo Dicaprio
he: לדוגמה, לאונרדו דיקפריו
hi: उदाहरण के लिए, लियोनार्डो डिकैप्रियो
hu: pl. Leonardo Dicaprio
it: ad es. Leonardo Dicaprio
ms: cth. Leonardo Dicaprio
nl: bijv. Leonardo Dicaprio
pl: np. Leonardo Dicaprio
pt: por exemplo, Leonardo Dicaprio
ro: de exemplu, Leonardo Dicaprio
ru: например, Леонардо ДиКаприо
sv: t.ex. Leonardo Dicaprio
tr: örn. Leonardo Dicaprio
vi: ví dụ: Leonardo Dicaprio

source: How to use / What is it?
ar: كيفية الاستخدام / ما هو؟
cs: Jak používat / Co to je?
da: Hvordan man bruger / Hvad er det?
de: Wie benutzt man es / Was ist es?
el: Πώς να χρησιμοποιήσετε / Τι είναι αυτό;
es: Cómo usar / ¿Qué es?
fi: Kuinka käyttää / Mikä se on?
fr: Comment utiliser / Qu'est-ce que c'est ?
he: איך להשתמש / מה זה?
hi: इसका उपयोग कैसे करें / यह क्या है?
hu: Hogyan kell használni / Mi ez?
it: Come usare / Cos'è?
nl: Hoe te gebruiken / Wat is het?
pl: Jak używać / Co to jest?
pt: Como usar / O que é isso?
ro: Cum se folosește / Ce este?
ru: Как использовать / Что это?
sv: Hur man använder / Vad är det?
tr: Nasıl kullanılır / Bu nedir?
vi: Cách sử dụng / Nó là gì?

source: Who tested with
ar: من اختبر مع
cs: Kdo testoval s
da: Hvem testede med
de: Wer hat getestet mit
el: Ποιος δοκίμασε με
es: Quién probó con
fi: Kuka testasi kenen kanssa
fr: Qui a testé avec
he: מי נבדק עם
hi: किसके साथ परीक्षण किया गया
hu: Kivel tesztelték
it: Chi ha testato con
ms: Siapa yang diuji dengan
nl: Wie getest met
pl: Kto testował z
pt: Quem testou com
ro: Cine a testat cu
ru: Кто тестировал с
sv: Vem testade med
tr: Kim ile test edildi
ur: کس کے ساتھ تجربہ کیا گیا
vi: Ai đã thử với

source: Open to see
ar: افتح لترى
cs: Otevřít k zobrazení
da: Åben for at se
de: Zum Anzeigen öffnen
el: Άνοιξε για να δεις
es: Abierto para ver
fi: Avaa nähdäksesi
fr: Ouvrir pour voir
he: פתוח לצפייה
hi: देखने के लिए खोलें
hu: Megnyitás megtekintésre
it: Apri per vedere
ms: Buka untuk melihat
nl: Open om te zien
pl: Otwórz, aby zobaczyć
pt: Abrir para ver
ro: Deschide pentru a vedea
ru: Открыть для просмотра
sv: Öppna för att se
tr: Görmek için aç
ur: دیکھنے کے لیے کھولیں
vi: Mở để xem

source: Open to see by app
ar: افتحه عبر التطبيق للمشاهدة
de: In der App öffnen, um es zu sehen
el: Άνοιξε για να δεις στην εφαρμογή
es: Ábrelo para verlo en la app
fi: Avaa nähdäksesi sovelluksessa
fr: Ouvrir pour voir dans l'application
he: פתח כדי לראות באפליקציה
hi: ऐप में देखने के लिए खोलें
it: Apri per vedere nell'app
pt: Abra para ver no aplicativo
ru: Откройте в приложении, чтобы посмотреть
sv: Öppna för att se i appen
vi: Mở để xem bằng ứng dụng

source: Payment
ar: الدفع
cs: Platba
da: Betaling
de: Zahlung
el: Πληρωμή
es: Pago
fi: Maksu
fr: Paiement
he: תשלום
hi: भुगतान
hu: Fizetés
it: Pagamento
ms: Pembayaran
nl: Betaling
pl: Płatność
pt: Pagamento
ro: Plată
ru: Оплата
sv: Betalning
tr: Ödeme
ur: ادائیگی
vi: Thanh toán

source: Pay now
ar: ادفع الآن
cs: Zaplatit nyní
da: Betal nu
de: Jetzt bezahlen
el: Πληρώστε τώρα
es: Pagar ahora
fi: Maksa nyt
fr: Payer maintenant
he: שלם עכשיו
hi: अभी भुगतान करें
hu: Fizess most
it: Paga ora
ms: Bayar sekarang
nl: Nu betalen
pl: Zapłać teraz
pt: Pagar agora
ro: Plătește acum
ru: Оплатить сейчас
sv: Betala nu
tr: Şimdi öde
ur: ابھی ادائیگی کریں
vi: Thanh toán ngay

source: Payment successful!
ar: تم الدفع بنجاح!
cs: Platba úspěšná!
da: Betaling gennemført!
de: Zahlung erfolgreich!
el: Η πληρωμή ήταν επιτυχής!
es: ¡Pago exitoso!
fi: Maksu onnistui!
fr: Paiement réussi !
he: התשלום הצליח!
hi: भुगतान सफल!
hu: Fizetés sikeres!
it: Pagamento riuscito!
ms: Pembayaran berjaya!
nl: Betaling geslaagd!
pl: Płatność zakończona sukcesem!
pt: Pagamento bem-sucedido!
ro: Plată reușită!
ru: Оплата успешна!
sv: Betalning lyckades!
tr: Ödeme başarılı!
ur: ادائیگی کامیاب!
vi: Thanh toán thành công!

source: Payment failed
ar: فشل الدفع
cs: Platba selhala
da: Betaling mislykkedes
de: Zahlung fehlgeschlagen
el: Η πληρωμή απέτυχε
es: Pago fallido
fi: Maksu epäonnistui
fr: Paiement échoué
he: התשלום נכשל
hi: भुगतान विफल
hu: Fizetés sikertelen
it: Pagamento fallito
ms: Pembayaran gagal
nl: Betaling mislukt
pl: Płatność nieudana
pt: Pagamento falhou
ro: Plată eșuată
ru: Оплата не прошла
sv: Betalning misslyckades
tr: Ödeme başarısız
ur: ادائیگی ناکام
vi: Thanh toán thất bại

source: Geolocation is not supported by this browser.
ar: تحديد الموقع الجغرافي غير مدعوم من هذا المتصفح.
cs: Geolokace není tímto prohlížečem podporována.
da: Geolokation understøttes ikke af denne browser.
de: Geolokalisierung wird von diesem Browser nicht unterstützt.
el: Η γεωτοποθέτηση δεν υποστηρίζεται από αυτό το πρόγραμμα περιήγησης.
es: La geolocalización no es compatible con este navegador.
fi: Sijaintitietoja ei tueta tässä selaimessa.
fr: La géolocalisation n'est pas prise en charge par ce navigateur.
he: מיקום גיאוגרפי אינו נתמך על ידי דפדפן זה.
hi: इस ब्राउज़र द्वारा भू-स्थान समर्थन नहीं किया गया है।
hu: A földrajzi helymeghatározást nem támogatja ez a böngésző.
it: La geolocalizzazione non è supportata da questo browser.
ms: Geolokasi tidak disokong oleh pelayar ini.
nl: Geolocatie wordt niet ondersteund door deze browser.
pl: Geolokalizacja nie jest obsługiwana przez tę przeglądarkę.
pt: Geolocalização não é suportada por este navegador.
ro: Geolocația nu este suportată de acest browser.
ru: Геолокация не поддерживается этим браузером.
sv: Geolokalisering stöds inte av denna webbläsare.
tr: Bu tarayıcı tarafından coğrafi konum desteklenmiyor.
ur: اس براؤزر کے ذریعہ جغرافیائی مقام کی حمایت نہیں کی جاتی ہے۔
vi: Định vị địa lý không được trình duyệt này hỗ trợ.

source: How is it calculated?
ar: كيف يتم حسابه؟
da: Hvordan beregnes det?
de: Wie wird es berechnet?
el: Πώς υπολογίζεται;
es: ¿Cómo se calcula?
fi: Miten se lasketaan?
fr: Comment est-ce calculé ?
he: איך זה מחושב?
hi: यह कैसे गणना की जाती है?
hu: Hogyan van kiszámítva?
it: Come viene calcolato?
ms: Bagaimana ia dikira?
nl: Hoe wordt het berekend?
pl: Jak to jest obliczane?
pt: Como é calculado?
ro: Cum se calculează?
ru: Как это рассчитывается?
sv: Hur beräknas det?
tr: Nasıl hesaplanıyor?
ur: یہ کیسے حساب کیا جاتا ہے؟
vi: Nó được tính toán như thế nào?

source: Result
ar: النتيجة
cs: Výsledek
da: Resultat
de: Ergebnis
el: Αποτέλεσμα
es: Resultado
fi: Tulos
fr: Résultat
he: תוצאה
hi: परिणाम
hu: Eredmény
it: Risultato
ms: Keputusan
nl: Resultaat
pl: Wynik
pt: Resultado
ro: Rezultat
ru: Результат
sv: Resultat
tr: Sonuç
ur: نتیجہ
vi: Kết quả

source: likes
ar: إعجابات
da: synes godt om
de: Gefällt mir Angaben
el: μου αρέσει
es: me gusta
fi: tykkäykset
fr: aime
he: לייקים
hi: पसंद
hu: kedvelések
it: mi piace
ms: suka
nl: vind-ik-leuks
pl: polubienia
pt: curtidas
ro: aprecieri
ru: нравится
sv: gilla
tr: beğeniler
ur: پسندیدگیاں
vi: lượt thích

source: with a
ar: مع
da: med en
de: mit einem
el: με ένα
es: con un
fi: kanssa
fr: avec un
he: עם
hi: के साथ
hu: egy
it: con un
ms: dengan a
nl: met een
pl: z
pt: com um
ro: cu un/una
ru: с
sv: med en
tr: ile bir
ur: کے ساتھ
vi: với một

source: probability.
ar: الاحتمالية.
de: Wahrscheinlichkeit.
el: πιθανότητα.
fi: todennäköisyys.
hu: valószínűség.
it: probabilità.
nl: waarschijnlijkheid.
ro: probabilitate.
ru: вероятность.

source: How many people mentioned me?
ar: كم عدد الأشخاص الذين ذكروني؟
cs: Kolik lidí mě zmínilo?
da: Hvor mange mennesker nævnte mig?
de: Wie viele Leute haben mich erwähnt?
el: Πόσοι άνθρωποι με ανέφεραν;
es: ¿Cuántas personas me mencionaron?
fi: Kuinka monta ihmistä mainitsi minut?
fr: Combien de personnes m'ont mentionné ?
hi: कितने लोगों ने मुझे उल्लेख किया?
hu: Hány ember említett engem?
it: Quante persone mi hanno menzionato?
ms: Berapa ramai orang menyebut saya?
nl: Hoeveel mensen hebben me genoemd?
pl: Ile osób mnie wspomniało?
pt: Quantas pessoas me mencionaram?
ro: Câți oameni m-au menționat?
ru: Сколько людей упомянули меня?
sv: Hur många personer nämnde mig?
tr: Kaç kişi beni bahsetti?
vi: Có bao nhiêu người đã nhắc đến tôi?

source: How does it work?
ar: كيف يعمل؟
cs: Jak to funguje?
da: Hvordan virker det?
de: Wie funktioniert es?
el: Πώς λειτουργεί;
es: ¿Cómo funciona?
fi: Kuinka se toimii?
fr: Comment ça marche ?
hi: यह कैसे काम करता है?
hu: Hogyan működik?
it: Come funziona?
ms: Bagaimana ia berfungsi?
nl: Hoe werkt het?
pl: Jak to działa?
pt: Como funciona?
ro: Cum funcționează?
ru: Как это работает?
sv: Hur fungerar det?
tr: Nasıl çalışır?
vi: Nó hoạt động như thế nào?
