Repository: ponir-techlogicians/lovecompatability
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, it, ms, nl, pl, pt, ro, ru, sv, tr, ur, vi

source: We calculate your love score using the number of strokes in each letter of your name.
ar: نحسب درجة حبك باستخدام عدد الحركات في كل حرف من اسمك.
cs: Vypočítáme vaše skóre lásky pomocí počtu tahů v každém písmenu vašeho jména.
da: Vi beregner din kærlighedsscore ved hjælp af antallet af streger i hvert bogstav i dit navn.
de: Wir berechnen Ihre Liebespunktzahl anhand der Anzahl der Striche in jedem Buchstaben Ihres Namens.
el: Υπολογίζουμε το σκορ αγάπης σας χρησιμοποιώντας τον αριθμό των γραμμών σε κάθε γράμμα του ονόματός σας.
es: Calculamos tu puntaje de amor usando el número de trazos en cada letra de tu nombre.
fi: Laskemme rakkauspisteesi käyttämällä nimesi jokaisen kirjaimen viivojen määrää.
fr: Nous calculons votre score d'amour en utilisant le nombre de traits dans chaque lettre de votre nom.
hi: हम आपके नाम के प्रत्येक अक्षर में स्ट्रोक की संख्या का उपयोग करके आपका प्रेम स्कोर गणना करते हैं।
hu: A szerelmi pontszámodat a neved minden betűjének vonásszámával számoljuk ki.
it: Calcoliamo il tuo punteggio d'amore usando il numero di tratti in ogni lettera del tuo nome.
ms: Kami mengira skor cinta anda menggunakan bilangan strok dalam setiap huruf nama anda.
nl: We berekenen je liefdesscore met behulp van het aantal streken in elke letter van je naam.
pl: Obliczamy twój wynik miłości, używając liczby kresek w każdej literze twojego imienia.
pt: Calculamos sua pontuação de amor usando o número de traços em cada letra do seu nome.
ro: Calculăm scorul tău de dragoste folosind numărul de trăsături din fiecare literă a numelui tău.
ru: Мы рассчитываем ваш любовный балл, используя количество штрихов в каждой букве вашего имени.
sv: Vi beräknar din kärlekspoäng med antalet streck i varje bokstav i ditt namn.
tr: Aşk puanınızı adınızdaki her harfin vuruş sayısını kullanarak hesaplıyoruz.
ur: ہم آپ کے نام کے ہر حرف میں موجود اسٹروک کی تعداد کا استعمال کرتے ہوئے آپ کا محبت کا اسکور حساب کرتے ہیں۔
vi: Chúng tôi tính điểm tình yêu của bạn bằng cách sử dụng số nét trong mỗi chữ cái của tên bạn.

source: Here’s how many strokes each letter has:
ar: إليك عدد الحركات التي يحتوي عليها كل حرف:
cs: Zde je počet tahů, které má každé písmeno:
da: Her er hvor mange streger hvert bogstav har:
de: Hier ist die Anzahl der Striche, die jeder Buchstabe hat:
el: Εδώ είναι πόσες γραμμές έχει κάθε γράμμα:
es: Aquí está cuántos trazos tiene cada letra:
fi: Tässä on, kuinka monta viivaa jokaisella kirjaimella on:
fr: Voici combien de traits chaque lettre a :
hi: यहाँ प्रत्येक अक्षर में कितने स्ट्रोक होते हैं:
hu: Íme, hány vonása van minden betűnek:
it: Ecco quanti tratti ha ogni lettera:
ms: Berikut adalah bilangan strok setiap huruf:
nl: Hier is hoeveel streken elke letter heeft:
pl: Oto ile kresek ma każda litera:
pt: Aqui está quantos traços cada letra tem:
ro: Iată câte trăsături are fiecare literă:
ru: Вот сколько штрихов имеет каждая буква:
sv: Här är hur många streck varje bokstav har:
tr: İşte her harfin kaç vuruşu olduğu:
ur: یہاں ہر حرف میں کتنے اسٹروک ہیں:
vi: Đây là số nét mà mỗi chữ cái có:

source: Error retrieving your location. Please enable location services.
ar: خطأ في استرجاع موقعك. يرجى تمكين خدمات الموقع.
cs: Chyba při získávání vaší polohy. Prosím, povolte služby určování polohy.
da: Fejl ved hentning af din placering. Aktiver venligst lokationstjenester.
de: Fehler beim Abrufen Ihres Standorts. Bitte aktivieren Sie die Standortdienste.
el: Σφάλμα στην ανάκτηση της τοποθεσίας σας. Παρακαλώ ενεργοποιήστε τις υπηρεσίες τοποθεσίας.
es: Error al recuperar tu ubicación. Por favor, habilita los servicios de ubicación.
fi: Virhe sijaintisi hakemisessa. Ota sijaintipalvelut käyttöön.
fr: Erreur lors de la récupération de votre position. Veuillez activer les services de localisation.
hi: आपकी स्थान जानकारी प्राप्त करने में त्रुटि। कृपया स्थान सेवाएँ सक्षम करें।
hu: Hiba történt a helyzeted lekérésekor. Kérlek, engedélyezd a helymeghatározási szolgáltatásokat.
it: Errore nel recupero della tua posizione. Si prega di abilitare i servizi di localizzazione.
ms: Ralat mendapatkan lokasi anda. Sila aktifkan perkhidmatan lokasi.
nl: Fout bij het ophalen van je locatie. Schakel locatievoorzieningen in.
pl: Błąd podczas pobierania twojej lokalizacji. Proszę włączyć usługi lokalizacyjne.
pt: Erro ao recuperar sua localização. Por favor, ative os serviços de localização.
ro: Eroare la obținerea locației tale. Te rog să activezi serviciile de localizare.
ru: Ошибка при получении вашего местоположения. Пожалуйста, включите службы определения местоположения.
sv: Fel vid hämtning av din plats. Vänligen aktivera platstjänster.
tr: Konumunuzu alırken hata oluştu. Lütfen konum hizmetlerini etkinleştirin.
ur: آپ کی جگہ حاصل کرنے میں خرابی۔ براہ کرم مقام کی خدمات کو فعال کریں۔
vi: Lỗi khi lấy vị trí của bạn. Vui lòng bật dịch vụ định vị.

source: The most popular person in my area
ar: الشخص الأكثر شعبية في منطقتي
da: Den mest populære person i mit område
de: Die beliebteste Person in meiner Gegend
el: Το πιο δημοφιλές άτομο στην περιοχή μου
es: La persona más popular en mi área
fi: Alueeni suosituin henkilö
fr: La personne la plus populaire dans ma région
he: האדם הפופולרי ביותר באזור שלי
hi: मेरे क्षेत्र में सबसे लोकप्रिय व्यक्ति
hu: A legnépszerűbb ember a környékemen
it: La persona più popolare nella mia zona
ms: Orang paling popular di kawasan saya
nl: De meest populaire persoon in mijn omgeving
pl: Najbardziej popularna osoba w mojej okolicy
pt: A pessoa mais popular na minha área
ro: Cea mai populară persoană din zona mea
ru: Самый популярный человек в моем районе
sv: Den mest populära personen i mitt område
tr: Bölgemdeki en popüler kişi
ur: میرے علاقے میں سب سے مشہور شخص
vi: Người nổi tiếng nhất trong khu vực của tôi

source: Name
ar: الاسم
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hu: Név
it: Nome
ms: Nama
nl: Naam
pl: Imię
pt: Nome
ro: Nume
ru: Имя
sv: Namn
tr: İsim
ur: نام
vi: Tên

source: Search
ar: بحث
cs: Hledat
da: Søg
de: Suche
el: Αναζήτηση
es: Buscar
fi: Haku
fr: Rechercher
he: חיפוש
hi: खोज
hu: Keresés
it: Cerca
ms: Cari
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ro: Căutare
ru: Поиск
sv: Sök
tr: Ara
ur: تلاش کریں
vi: Tìm kiếm

source: 1km
ar: 1كم
ru: 1км

source: 50km
ar: 50كم
ru: 50км
ur: 50کلومیٹر

source: 200km
ar: 200كم
ru: 200км
ur: 200کلومیٹر

source: world
ar: العالم
cs: svět
da: verden
de: Welt
el: κόσμος
es: mundo
fi: maailma
fr: monde
he: עולם
hu: világ
it: mondo
ms: dunia
nl: wereld
pl: świat
pt: mundo
ro: lume
ru: мир
sv: värld
tr: dünya
ur: دنیا
vi: thế giới

source: Rank
ar: الترتيب
cs: Hodnocení
da: Rang
de: Rang
el: Κατάταξη
es: Rango
fi: Sijoitus
fr: Rang
he: דירוג
hu: Rang
it: Classifica
ms: Peringkat
nl: Rang
pl: Ranga
pt: Classificação
ro: Rang
ru: Ранг
tr: Sıralama
ur: رینک
vi: Hạng

source: Mentioned (times)
ar: مذكور (مرات)
cs: Zmíněno (krát)
da: Nævnt (gange)
de: Erwähnt (Mal)
el: Αναφέρθηκε (φορές)
es: Mencionado (veces)
fi: Mainittu (kertaa)
fr: Mentionné (fois)
he: הוזכר (פעמים)
hu: Említve (alkalommal)
it: Menzionato (volte)
ms: Disebut (kali)
nl: Genoemd (keer)
pl: Wspomniane (razy)
pt: Mencionado (vezes)
ro: Menționat (ori)
ru: Упомянуто (раз)
sv: Nämnd (gånger)
tr: Bahsedilen (kez)
ur: ذکر کیا گیا (مرتبہ)
vi: Được đề cập (lần)

source: With who?
ar: مع من؟
cs: S kým?
da: Med hvem?
de: Mit wem?
el: Με ποιον;
es: ¿Con quién?
fi: Kenen kanssa?
fr: Avec qui ?
he: עם מי?
hu: Kivel?
it: Con chi?
ms: Dengan siapa?
nl: Met wie?
pl: Z kim?
pt: Com quem?
ro: Cu cine?
ru: С кем?
sv: Med vem?
tr: Kiminle?
ur: کس کے ساتھ؟
vi: Với ai?

source: %(name1)s likes %(name2)s with a <br><b>%(compatibility_score)s%%</b> probability.
ar: %(name1)s يحب %(name2)s باحتمالية <br><b>%(compatibility_score)s%%</b>.
da: %(name1)s kan lide %(name2)s med en <br><b>%(compatibility_score)s%%</b> sandsynlighed.
de: %(name1)s mag %(name2)s mit einer <br><b>%(compatibility_score)s%%</b> Wahrscheinlichkeit.
el: %(name1)s αρέσει %(name2)s με πιθανότητα <br><b>%(compatibility_score)s%%</b>.
es: A %(name1)s le gusta %(name2)s con una probabilidad de <br><b>%(compatibility_score)s%%</b>.
fi: %(name1)s pitää %(name2)s:stä <br><b>%(compatibility_score)s%%</b> todennäköisyydellä.
fr: %(name1)s aime %(name2)s avec une probabilité de <br><b>%(compatibility_score)s%%</b>.
he: %(name1)s אוהב את %(name2)s עם <br><b>%(compatibility_score)s%%</b> סיכוי.
hi: %(name1)s को %(name2)s पसंद है <br><b>%(compatibility_score)s%%</b> संभावना के साथ।
hu: %(name1)s kedveli %(name2)s-t <br><b>%(compatibility_score)s%%</b> valószínűséggel.
it: %(name1)s piace %(name2)s con una probabilità del <br><b>%(compatibility_score)s%%</b>.
ms: %(name1)s suka %(name2)s dengan kebarangkalian <br><b>%(compatibility_score)s%%</b>.
nl: %(name1)s vindt %(name2)s leuk met een <br><b>%(compatibility_score)s%%</b> waarschijnlijkheid.
pl: %(name1)s lubi %(name2)s z prawdopodobieństwem <br><b>%(compatibility_score)s%%</b>.
pt: %(name1)s gosta de %(name2)s com uma probabilidade de <br><b>%(compatibility_score)s%%</b>.
ro: %(name1)s îl place pe %(name2)s cu o probabilitate de <br><b>%(compatibility_score)s%%</b>.
ru: %(name1)s нравится %(name2)s с вероятностью <br><b>%(compatibility_score)s%%</b>.
sv: %(name1)s gillar %(name2)s med en <br><b>%(compatibility_score)s%%</b> sannolikhet.
tr: %(name1)s, %(name2)s'i <br><b>%(compatibility_score)s%%</b> olasılıkla seviyor.
ur: %(name1)s کو %(name2)s پسند ہے <br><b>%(compatibility_score)s%%</b> امکان کے ساتھ۔
vi: %(name1)s thích %(name2)s với xác suất <br><b>%(compatibility_score)s%%</b>.

source: Who tested with %(search_key)s?
ar: من اختبر مع %(search_key)s؟
da: Hvem testede med %(search_key)s?
de: Wer hat mit %(search_key)s getestet?
el: Ποιος δοκιμάστηκε με %(search_key)s;
es: ¿Quién probó con %(search_key)s?
fi: Kuka testasi %(search_key)s:n kanssa?
fr: Qui a testé avec %(search_key)s ?
he: מי נבדק עם %(search_key)s?
hi: किसने %(search_key)s के साथ परीक्षण किया?
hu: Ki tesztelte %(search_key)s-val?
it: Chi ha testato con %(search_key)s?
ms: Siapa yang diuji dengan %(search_key)s?
nl: Wie heeft getest met %(search_key)s?
pl: Kto testował z %(search_key)s?
pt: Quem testou com %(search_key)s?
ro: Cine a testat cu %(search_key)s?
ru: Кто тестировал с %(search_key)s?
sv: Vem testade med %(search_key)s?
tr: Kim %(search_key)s ile test etti?
ur: کس نے %(search_key)s کے ساتھ تجربہ کیا؟
vi: Ai đã thử với %(search_key)s?

source: name1_firstname
ar: عائشة
da: Freja
de: Anna
el: Ελένη
es: María
fi: Aino
fr: Juliette
he: שרה
hi: प्रिया
hu: Eszter
it: Giulia
ms: Siti
nl: Emma
pl: Anna
pt: Mariana
ro: Elena
ru: Екатерина
sv: Astrid
tr: Elif
ur: زینب
vi: Lan

source: name1_lastname
ar: الفهد
da: Nielsen
de: Müller
el: Παπαδοπούλου
es: García
fi: Korhonen
fr: Dubois
he: כהן
hi: शर्मा
hu: Nagy
it: Rossi
ms: Aminah
nl: de Vries
pl: Kowalska
pt: Silva
ro: Popescu
ru: Смирнова
sv: Andersson
tr: Yılmaz
ur: احمد
vi: Nguyễn

source: name2_firstname
ar: خالد
da: Mikkel
de: Lukas
el: Γιώργος
es: Carlos
fi: Juhani
fr: Louis
he: דוד
hi: राज
hu: Balázs
it: Marco
ms: Ahmad
nl: Lucas
pl: Piotr
pt: Miguel
ro: Andrei
ru: Дмитрий
sv: Erik
tr: Ahmet
ur: عمر
vi: Minh

source: name2_lastname
ar: المنصور
da: Jensen
de: Weber
el: Παπαδόπουλος
es: Rodríguez
fi: Virtanen
fr: Martin
he: לוי
hi: सिंह
hu: Kovács
it: Bianchi
ms: Rahman
nl: Jansen
pl: Nowak
pt: Ferreira
ro: Ionescu
ru: Иванов
sv: Johansson
tr: Demir
ur: خان
vi: Trần

source: Person 1
ar: الشخص 1
el: Άτομο 1
es: Persona 1
fi: Henkilö 1
fr: Personne 1
he: אדם 1
hi: व्यक्ति 1
hu: Személy 1
it: Persona 1
ms: Orang 1
nl: Persoon 1
pl: Osoba 1
pt: Pessoa 1
ro: Persoana 1
ru: Человек 1
ur: شخص 1
vi: Người 1

source: Person 2
ar: الشخص 2
el: Άτομο 2
es: Persona 2
fi: Henkilö 2
fr: Personne 2
he: אדם 2
hi: व्यक्ति 2
hu: Személy 2
it: Persona 2
ms: Orang 2
nl: Persoon 2
pl: Osoba 2
pt: Pessoa 2
ro: Persoana 2
ru: Человек 2
ur: شخص 2
vi: Người 2

source: What percent chance is there that your crush likes you back?
ar: ما هي نسبة احتمال أن يعجبك الشخص الذي تُعجب به أيضًا؟
da: Hvad er sandsynligheden for, at din crush også kan lide dig?
de: Wie hoch ist die prozentuale Chance, dass dein Schwarm dich auch mag?
el: Ποιες είναι οι πιθανότητες να σε αρέσει το άτομο που σου αρέσει;
es: ¿Qué probabilidad hay de que tu crush también guste de ti?
fi: Mikä on mahdollisuus, että ihastuksesi pitää myös sinusta?
fr: Quelle est la probabilité que ton crush t'aime aussi ?
he: מה הסיכוי שהאהבה שלך מחזירה לך רגשות?
hi: क्या प्रतिशत संभावना है कि आपका क्रश भी आपको पसंद करता है?
hu: Mekkora a valószínűsége, hogy a kiszemelt személy viszonozza az érzéseidet?
it: Qual è la probabilità che la persona che ti piace ricambi?
ms: Berapakah peratus kemungkinan orang yang anda suka turut menyukai anda?
nl: Hoeveel procent kans is er dat jouw crush jou ook leuk vindt?
pl: Jakie jest prawdopodobieństwo, że osoba, którą darzysz sympatią, też Cię lubi?
pt: Qual é a percentagem de chance de que a sua paixão também goste de você?
ro: Care este procentajul șanselor ca persoana care îți place să te placă și ea?
ru: Какой процент вероятности, что человек, который вам нравится, тоже испытывает к вам симпатию?
sv: Hur stor är chansen att din crush gillar dig tillbaka?
ur: کتنی فیصد امکان ہے کہ آپ کی پسندیدہ شخص آپ کو پسند کرے؟
vi: Có bao nhiêu phần trăm khả năng người bạn thích cũng thích bạn?

source: Enter both names now to find out!
ar: أدخل الاسمين الآن لمعرفة الإجابة!
da: Indtast begge navne nu for at finde ud af det!
de: Gib jetzt beide Namen ein, um es herauszufinden!
el: Καταχώρισε και τα δύο ονόματα τώρα για να μάθεις!
es: ¡Ingresa ambos nombres ahora para descubrirlo!
fi: Syötä molemmat nimet nyt ja selvitä se!
fr: Entrez les deux noms maintenant pour le découvrir !
he: הכנס את שני השמות עכשיו כדי לגלות!
hi: अब दोनों नाम दर्ज करें और पता करें!
hu: Írd be most mindkét nevet, hogy megtudd!
it: Inserisci subito entrambi i nomi per scoprirlo!
ms: Masukkan kedua-dua nama sekarang untuk mengetahui jawapannya!
nl: Vul nu beide namen in om erachter te komen!
pl: Wpisz teraz oba imiona, aby się dowiedzieć!
pt: Digite os dois nomes agora para descobrir!
ro: Introdu ambele nume acum ca să afli!
ru: Введите оба имени сейчас, чтобы узнать!
sv: Skriv in båda namnen nu för att ta reda på det!
ur: اب دونوں نام درج کریں اور پتہ کریں!
vi: Nhập cả hai tên ngay bây giờ để biết kết quả!

source: How much this person
cs: Kolik tato osoba

source: Middle name
cs: Prostřední jméno

source: (optional)
cs: (volitelné)

source: like this person
cs: jako tuto osobu

source: how stroke we set
cs: jak nastavit tah

source: %(name1)s likes %(name2)s with a <br> <b>%(compatibility_score)s%%</b> probability.
cs: %(name1)s má rád %(name2)s s <br> <b>%(compatibility_score)s%%</b> pravděpodobností.

source: The most popular in my area
cs: Nejoblíbenější v mé oblasti

source: English
cs: Angličtina
