Repository: ponir-techlogicians/lovecompatability
Catalog: locale_old/*/LC_MESSAGES/django.po
Languages: th

source: Please add first and last names.
th: กรุณาเพิ่มชื่อและนามสกุล

source: Language
th: ภาษา

source: How much does this person
th: บุคคลนี้มีค่าเท่าไร

source: First name
th: ชื่อ

source: Jennifer
th: เจนนิเฟอร์

source: Last name
th: นามสกุล

source: Lawrence
th: ลอว์เรนซ์

source: like this person
th: ชอบบุคคลนี้

source: Leonardo
th: ลีโอนาร์โด

source: Dicaprio
th: ดิคาปริโอ

source: How to use / What is this?
th: วิธีใช้ / นี่คืออะไร

source: Calculate
th: คำนวณ

source: About this
th: เกี่ยวกับสิ่งนี้

source: This is a fun game that's popular among Korean teenagers! It calculates how much someone might like another person based on the number of strokes in their names.Try it just for fun — and share it with your friends! You can even see who’s the most popular in your school or neighborhood!
th: นี่คือเกมสนุกที่ได้รับความนิยมในหมู่วัยรุ่นเกาหลี! มันคำนวณว่ามีคนชอบอีกคนมากแค่ไหนโดยอิงจากจำนวนเส้นในชื่อของพวกเขา ลองเล่นเพื่อความสนุก — และแชร์กับเพื่อนของคุณ! คุณยังสามารถดูได้ว่าใครเป็นที่นิยมที่สุดในโรงเรียนหรือย่านของคุณ!

source: Name A (First name & Last name)
th: ชื่อ A (ชื่อและนามสกุล)

source: e.g. Jennifer Lawrence
th: เช่น Jennifer Lawrence

source: Name B (First name & Last name)
th: ชื่อ B (ชื่อและนามสกุล)

source: e.g. Leonardo Dicaprio
th: เช่น Leonardo Dicaprio

source: How to use / What is it?
th: วิธีใช้ / มันคืออะไร

source: Who tested with
th: ใครที่ทดสอบด้วย

source: Open to see
th: เปิดเพื่อดู

source: Payment
th: การชำระเงิน

source: Pay now
th: ชำระเงินตอนนี้

source: Payment successful!
th: การชำระเงินสำเร็จ!

source: Payment failed
th: การชำระเงินล้มเหลว

source: Geolocation is not supported by this browser.
th: เบราว์เซอร์นี้ไม่รองรับการระบุตำแหน่งทางภูมิศาสตร์

source: How is it calculated?
th: คำนวณอย่างไร?

source: Result
th: ผลลัพธ์

source: likes
th: ถูกใจ

source: with a
th: ด้วย

source: probability.
th: ความน่าจะเป็น

source: How many people mentioned me?
th: มีคนพูดถึงฉันกี่คน?

source: How does it work?
th: มันทำงานอย่างไร?

source: We calculate your love score using the number of strokes in each letter of your name.
th: เราคำนวณคะแนนความรักของคุณโดยใช้จำนวนเส้นในแต่ละตัวอักษรของชื่อคุณ

source: Here’s how many strokes each letter has:
th: นี่คือจำนวนเส้นที่แต่ละตัวอักษรมี:

source: Error retrieving your location. Please enable location services.
th: ข้อผิดพลาดในการดึงตำแหน่งของคุณ โปรดเปิดใช้งานบริการตำแหน่ง

source: The most popular in my area
th: ที่นิยมมากที่สุดในพื้นที่ของฉัน

source: Name
th: ชื่อ

source: Search
th: ค้นหา

source: 1km
th: 1กม.

source: 50km
th: 50กม.

source: 200km
th: 200กม.

source: world
th: โลก

source: Rank
th: อันดับ

source: Mentioned (times)
th: กล่าวถึง (ครั้ง)

source: With who?
th: กับใคร?

source: name1_firstname
th: อรทัย

source: name1_lastname
th: วรรณวิไล

source: name2_firstname
th: สมชาย

source: name2_lastname
th: วิทยา
